INSERT INTO
    service_center (
        name,
        address,
        phone,
        open_time,
        close_time,
        lat,
        lng
    )
VALUES (
        'โตโยต้า ทีบีเอ็น',
        '318, 318/1-3 ถนนลาดกระบัง แขวงลาดกระบัง เขตลาดกระบัง',
        '023298888',
        '08:00',
        '18:00',
        13.7218692,
        100.7257803
    ),
    (
        'โตโยต้า พาราวินเซอร์ ลาดกระบัง',
        '595 ถนนหลวงแพ่ง แขวงทับยาว เขตลาดกระบัง',
        '020952871',
        '07:30',
        '17:30',
        13.719536,
        100.797570
    ),
    (
        'โตโยต้า ธนบุรี สาขาร่มเกล้า',
        '141 หมู่ 5 ถนนร่มเกล้า แขวงคลองสามประเวศ เขตลาดกระบัง',
        '029068888',
        '08:00',
        '20:00',
        13.68285,
        100.70455
    ),
    (
        'โตโยต้า กรุงไทย อ่อนนุช',
        '151 ถนนอ่อนนุช แขวงประเวศ เขตประเวศ',
        '023203333',
        '08:00',
        '17:00',
        13.705834,
        100.644903
    ),
    (
        'โตโยต้า ธนบุรี สาขาบางนา',
        '444 ถนนบางนา-ตราด แขวงบางนาเหนือ เขตบางนา',
        '023999999',
        '08:00',
        '20:00',
        13.669747,
        100.646681
    ),
    (
        'โตโยต้า มีนบุรี',
        '64 ถนนสุวินทวงศ์ แขวงมีนบุรี เขตมีนบุรี',
        '025402222',
        '08:00',
        '17:00',
        13.812092,
        100.735129
    ),
    (
        'โตโยต้า นครินทร์',
        '899 ถนนศรีนครินทร์ แขวงหนองบอน เขตประเวศ',
        '027470000',
        '08:00',
        '17:00',
        13.669191,
        100.646914
    ),
    (
        'โตโยต้า พาราวินเซอร์ บางนา',
        '888 ถนนบางนา-ตราด กม.6 แขวงบางแก้ว เขตบางพลี',
        '023161234',
        '08:00',
        '17:00',
        13.647328,
        100.662414
    ),
    (
        'โตโยต้า กรุงไทย สุขุมวิท 62',
        '1411 ถนนสุขุมวิท แขวงบางจาก เขตพระโขนง',
        '023113333',
        '08:00',
        '17:00',
        13.690774,
        100.607387
    ),
    (
        'โตโยต้า ธนบุรี สาขาศรีนครินทร์',
        '999 ถนนศรีนครินทร์ แขวงสวนหลวง เขตสวนหลวง',
        '027220000',
        '08:00',
        '20:00',
        13.729132,
        100.647091
    ),
    (
        'โตโยต้า หนองจอก',
        '33 ถนนเลียบวารี แขวงกระทุ่มราย เขตหนองจอก',
        '025438888',
        '08:00',
        '17:00',
        13.861642,
        100.856498
    ),
    (
        'โตโยต้า กาญจนาภิเษก บางนา',
        '88 ถนนกาญจนาภิเษก แขวงดอกไม้ เขตประเวศ',
        '020102222',
        '08:00',
        '17:00',
        13.681985,
        100.684215
    ),
    (
        'โตโยต้า กรุงไทย รามอินทรา กม.9',
        '491 ถนนรามอินทรา แขวงคันนายาว เขตคันนายาว',
        '025109999',
        '08:00',
        '17:00',
        13.8329276,
        100.6694510
    ),
    (
        'โตโยต้า กรุงไทย รามอินทรา กม.19',
        '88 ถนนรามอินทรา แขวงมีนบุรี เขตมีนบุรี',
        '025406666',
        '08:00',
        '17:00',
        13.854694,
        100.719118
    ),
    (
        'โตโยต้า ธนบุรี สาขารามอินทรา',
        '999 ถนนรามอินทรา แขวงรามอินทรา เขตคันนายาว',
        '029488888',
        '08:00',
        '20:00',
        13.827311,
        100.675982
    ),
    (
        'โตโยต้า นวมินทร์',
        '777 ถนนนวมินทร์ แขวงคลองกุ่ม เขตบึงกุ่ม',
        '027040000',
        '08:00',
        '17:00',
        13.806247,
        100.655812
    )